
/* memory width template */
"%u data bits, %u ECC bits" = "%u Datenbits, %u ECC-Bits";

/* 12-way associativity */
"12-way Set-Associative" = "12-Wege-assoziativ";

/* bus width */
"128 bit" = "128 Bit";

/* bus width */
"12x or x12" = "12x oder x12";

/* bus width */
"16 bit" = "16 Bit";

/* 16-way associativity */
"16-way Set-Associative" = "16-Wege-assoziativ";

/* bus width */
"16x or x16" = "16x oder x16";

/* bus width */
"1x or x1" = "1x oder x1";

/* 2-way associativity */
"2-way Set-Associative" = "2-Wege-assoziativ";

/* 20-way associativity */
"20-way Set-Associative" = "20-Wege-assoziativ";

/* 24-way associativity */
"24-way Set-Associative" = "24-Wege-assoziativ";

/* connector type */
"25 Pin Dual Inline (pin 26 cut)" = "25-poliger zweireihiger Pfostenfeldverbinder (ohne Pin 26)";

/* bus width */
"2x or x2" = "2x oder x2";

/* bus width */
"32 bit" = "32 Bit";

/* 32-way associativity */
"32-way Set-Associative" = "32-Wege-assoziativ";

/* bus width */
"32x or x32" = "32x oder x32";

/* memory type */
"3DRAM" = "3DRAM";

/* 4-way associativity */
"4-way Set-Associative" = "4-Wege-assoziativ";

/* 48-way associativity */
"48-way Set-Associative" = "48-Wege-assoziativ";

/* bus width */
"4x or x4" = "4x oder x4";

/* connector type */
"50 Pin Dual Inline" = "50-poliger zweireihiger Pfostenfeldverbinder";

/* connector type */
"50 Pin MiniSCSI" = "50-poliger MiniSCSI";

/* bus width */
"64 bit" = "64 Bit";

/* 64-way associativity */
"64-way Set-Associative" = "64-Wege-assoziativ";

/* connector type */
"68 Pin Dual Inline" = "68-poliger zweireihiger Pfostenfeldverbinder";

/* bus width */
"8 bit" = "8 Bit";

/* 8-way associativity */
"8-way Set-Associative" = "8-Wege-assoziativ";

/* port type */
"8251 Compatible" = "8251-kompatibel";

/* port type */
"8251 FIFO Compatible" = "8251-FIFO-kompatibel";

/* bus width */
"8x or x8" = "8x oder x8";

/* connector type */
"9 Pin Dual Inline (pin 10 cut)" = "9 poliger zweireihiger Pfostenfeldverbinder (ohne Pin 10)";

/* slot type */
"AGP" = "AGP";

/* slot type */
"AGP2X" = "AGP2X";

/* slot type */
"AGP4X" = "AGP4X";

/* slot type */
"AGP8X" = "AGP8X";

/* connector type */
"Access Bus (USB)" = "Access Bus (USB)";

/* port type */
"Access Bus Port" = "Access Bus-Anschluss";

/* asynchronous SRAM type */
"Asynchronous" = "asynchron";

/* port type */
"Audio Port" = "Audioanschluss";

/* connector type */
"BNC" = "BNC";

/* burst SRAM type */
"Burst" = "Burst";

/* memory type */
"CDRAM" = "CDRAM";

/* cache header template */
"Cache Unit %d" = "Cache-Einheit %d";

/* port type */
"Cardbus" = "Cardbus";

/* connector type */
"Centronics" = "Centronics";

/* memory form factor */
"Chip" = "Chip";

/* connector type */
"Circular DIN-8 female" = "Runde DIN-8-Buchse";

/* connector type */
"Circular DIN-8 male" = "Runder DIN-8-Stecker";

/* connector type */
"DB-15 pin female" = "DB-15 Buchse";

/* connector type */
"DB-15 pin male" = "DB-15 Stecker";

/* connector type */
"DB-25 pin female" = "DB-25 Buchse";

/* connector type */
"DB-25 pin male" = "DB-25 Stecker";

/* connector type */
"DB-9 pin female" = "DB-9 Buchse";

/* connector type */
"DB-9 pin male" = "DB-9 Stecker";

/* memory type */
"DDR" = "DDR";

/* memory type */
"DDR2" = "DDR2";

/* memory type */
"DDR2 FB-DIMM" = "DDR2 FB-DIMM";

/* memory type */
"DDR3" = "DDR3";

/* memory form factor */
"DIMM" = "DIMM";

/* memory form factor */
"DIP" = "DIP";

/* memory type */
"DRAM" = "DRAM";

/* data cache type */
"Data" = "Daten";

/* direct mapped associativity */
"Direct Mapped" = "Direkt abgebildet";

/* memory type */
"EDRAM" = "EDRAM";

/* memory type */
"EEPROM" = "EEPROM";

/* slot type */
"EISA" = "EISA";

/* memory type */
"EPROM" = "EPROM";

/* unpopulated memory socket */
"Empty Socket" = "leerer Steckplatz";

/* device type */
"Ethernet" = "Ethernet";

/* memory form factor */
"FB-DIMM" = "FB-DIMM";

/* memory type */
"FBD2" = "FBD2";

/* memory type */
"FEPROM" = "FEPROM";

/* port type */
"FireWire (IEEE P1394)" = "FireWire (IEEE P1394)";

/* memory type */
"Flash" = "Flash";

/* full associativity */
"Fully Associative" = "voll assoziativ";

/* connector type */
"HP-HIL" = "HP-HIL";

/* slot type */
"I/O Riser Card Slot" = "E/A-Verbindungskartensteckplatz";

/* connector type */
"IEEE 1394" = "IEEE 1394";

/* slot type */
"ISA" = "ISA";

/* connector type */
"Infrared" = "Infrarot";

/* instruction cache type */
"Instruction" = "Befehle";

/* port type */
"Joystick Port" = "Joystick-Anschluss";

/* port type */
"Keyboard Port" = "Tastaturanschluss";

/* slot length */
"Long" = "lang";

/* slot type */
"MCA" = "MCA";

/* port type */
"MIDI Port" = "MIDI-Anschluss";

/* memory device header template */
"Memory Unit %d" = "Speichereinheit %d";

/* connector type */
"Micro-DIN" = "Micro-DIN";

/* connector type */
"Mini Centronics" = "Mini Centronics";

/* connector type */
"Mini-Centronics Type 14" = "Mini-Centronics Typ 14";

/* connector type */
"Mini-Centronics Type 26" = "Mini-Centronics Typ 26";

/* connector type */
"Mini-DIN" = "Mini-DIN";

/* connector type */
"Mini-jack (headphones)" = "Miniklinke (Kopfhörer)";

/* port type */
"Modem Port" = "Modemanschluss";

/* port type */
"Mouse Port" = "Mausanschluss";

/* multi bit ECC type */
"Multi-bit ECC" = "Mehr-Bit-ECC";

/* port type */
"Network Port" = "Netzwerkanschluss";

/* no connector specification */
"No connector" = "kein Steckverbinder";

/* non-burst SRAM type */
"Non-Burst" = "Non-Burst";

/* no ECC available
   port type */
"None" = "kein";

/* slot type */
"NuBus" = "NuBus";

/* connector type */
"On Board Floppy" = "Diskettenanschluss (auf Platine)";

/* connector type */
"On Board IDE" = "IDE-Anschluss (auf Platine)";

/* connector type */
"On Board Sound Input from Optical Drive" = "Audioeingang für optisches Laufwerk (auf Platine)";

/* other SRAM type
   generic 'other' specification */
"Other" = "Sonstige";

/* connector type */
"Other Connector" = "Sonstiger Steckverbinder";

/* port type */
"Other Port" = "Sonstiger Anschluss";

/* device type */
"PATA Interface" = "PATA-Schnittstelle";

/* slot type */
"PC Card" = "PC Card";

/* port type */
"PC Card Type I" = "PC Card Type I";

/* port type */
"PC Card Type II" = "PC Card Type II";

/* port type */
"PC Card Type III" = "PC Card Type III";

/* connector type
   port type */
"PC-98" = "PC-98";

/* connector type */
"PC-98 Full" = "PC-98 Full";

/* connector type */
"PC-98 Hireso" = "PC-98 Hireso";

/* connector type */
"PC-98 Note" = "PC-98 Note";

/* port type */
"PC-98-Hireso" = "PC-98-Hireso";

/* slot type */
"PC-98/C20" = "PC-98/C20";

/* slot type */
"PC-98/C24" = "PC-98/C24";

/* slot type */
"PC-98/Card" = "PC-98/Card";

/* slot type */
"PC-98/E" = "PC-98/E";

/* slot type */
"PC-98/Local Bus" = "PC-98/Local Bus";

/* connector type
   port type */
"PC-H98" = "PC-H98";

/* slot type */
"PCI" = "PCI";

/* slot type */
"PCI - 66 MHz Capable" = "PCI - 66-MHz-fähig";

/* slot type */
"PCI Express" = "PCI Express";

/* slot type */
"PCI Express Gen 2" = "PCI Express Gen 2";

/* slot type */
"PCI Express Gen 2 x1" = "PCI Express Gen 2 x1";

/* slot type */
"PCI Express Gen 2 x16" = "PCI Express Gen 2 x16";

/* slot type */
"PCI Express Gen 2 x2" = "PCI Express Gen 2 x2";

/* slot type */
"PCI Express Gen 2 x4" = "PCI Express Gen 2 x4";

/* slot type */
"PCI Express Gen 2 x8" = "PCI Express Gen 2 x8";

/* slot type */
"PCI Express Gen 3" = "PCI Express Gen 3";

/* slot type */
"PCI Express Gen 3 x1" = "PCI Express Gen 3 x1";

/* slot type */
"PCI Express Gen 3 x16" = "PCI Express Gen 3 x16";

/* slot type */
"PCI Express Gen 3 x2" = "PCI Express Gen 3 x2";

/* slot type */
"PCI Express Gen 3 x4" = "PCI Express Gen 3 x4";

/* slot type */
"PCI Express Gen 3 x8" = "PCI Express Gen 3 x8";

/* slot type */
"PCI Express x1" = "PCI Express x1";

/* slot type */
"PCI Express x16" = "PCI Express x16";

/* slot type */
"PCI Express x2" = "PCI Express x2";

/* slot type */
"PCI Express x4" = "PCI Express x4";

/* slot type */
"PCI Express x8" = "PCI Express x8";

/* slot type */
"PCI-X" = "PCI-X";

/* connector type */
"PS/2" = "PS/2";

/* port type */
"Parallel Port ECP" = "Parallelschnittstelle ECP";

/* port type */
"Parallel Port ECP/EPP" = "Parallelschnittstelle ECP/EPP";

/* port type */
"Parallel Port EPP" = "Parallelschnittstelle EPP";

/* port type */
"Parallel Port PS/2" = "Parallelschnittstelle PS/2";

/* port type */
"Parallel Port XT/AT Compatible" = "Parallelschnittstelle XT/AT-kompatibel";

/* ECC type parity */
"Parity" = "Parität";

/* pipeline burst SRAM type */
"Pipeline Burst" = "Pipeline Burst";

/* processor header template */
"Processor %d" = "Prozessor %d";

/* slot type */
"Processor Card Slot" = "Prozessorkartensteckplatz";

/* memory form factor
   slot type */
"Proprietary" = "herstellereigen";

/* slot type */
"Proprietary Memory Card Slot" = "Herstellereigener Speichersteckplatz";

/* connector type */
"Proprietary connector" = "Herstellereigener Anschluss";

/* memory type */
"RAM" = "RAM";

/* memory type */
"RDRAM" = "RDRAM";

/* memory form factor */
"RIMM" = "RIMM";

/* connector type */
"RJ-11" = "RJ-11";

/* connector type */
"RJ-45" = "RJ-45";

/* memory type */
"ROM" = "ROM";

/* memory form factor */
"Row of chips" = "Chipreihe";

/* port type */
"SAS" = "SAS";

/* device type */
"SAS Interface" = "SAS-Schnittstelle";

/* connector type */
"SAS/SATA plug receptacle" = "SAS/SATA-Steckanschluss";

/* port type */
"SATA" = "SATA";

/* device type */
"SATA Interface" = "SATA-Schnittstelle";

/* device type */
"SCSI Host Adapter" = "SCSI-Anschlussadapter";

/* port type */
"SCSI II" = "SCSI II";

/* port type */
"SCSI Port" = "SCSI-Anschluss";

/* port type */
"SCSI Wide" = "SCSI Wide";

/* memory type */
"SDRAM" = "SDRAM";

/* memory type */
"SGRAM" = "SGRAM";

/* memory form factor */
"SIMM" = "SIMM";

/* memory form factor */
"SIP" = "SIP";

/* memory form factor */
"SODIMM" = "SODIMM";

/* memory type */
"SRAM" = "SRAM";

/* memory form factor */
"SRIMM" = "SRIMM";

/* connector type
   port type */
"SSA SCSI" = "SSA SCSI";

/* port type */
"Serial Port 16450 Compatible" = "Serielle Schnittstelle 16450-kompatibel";

/* port type */
"Serial Port 16550 Compatible" = "Serielle Schnittstelle 16550-kompatibel";

/* port type */
"Serial Port 16550A Compatible" = "Serielle Schnittstelle 16550A-kompatibel";

/* port type */
"Serial Port XT/AT Compatible" = "Serielle Schnittstelle XT/AT-kompatibel";

/* slot length */
"Short" = "kurz";

/* single bit ECC type */
"Single-bit ECC" = "Einzelbit-ECC";

/* device type */
"Sound" = "Ton";

/* synchronous SRAM type */
"Synchronous" = "synchron";

/* memory form factor */
"TSOP" = "TSOP";

/* device type */
"Token Ring" = "Token Ring";

/* port type */
"USB" = "USB";

/* unified cache type */
"Unified" = "einheitlich";

/* generic 'other' specification */
"Unknown" = "unbekannt";

/* general unspecified count */
"Unspecified" = "nicht angegeben";

/* slot type */
"VL-VESA" = "VL-VESA";

/* memory type */
"VRAM" = "VRAM";

/* device type */
"Video" = "Video";

/* port type */
"Video Port" = "Videoanschluss";

/* memory form factor */
"ZIP" = "ZIP";
